Repository: xiaoluoboding/dinky
Catalog: Dinky/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, tr, zh_hans, zh_hant

source: Dinky exposes a Compress Images action to the Shortcuts app. Use it to pipe files from Finder or other actions through Dinky with a chosen format — same engine as in-app compression (Smart quality, resize, and metadata follow Settings).
de: Dinky stellt der Shortcuts-App die Aktion „Bilder komprimieren“ zur Verfügung. Verwenden Sie es, um Dateien aus dem Finder oder anderen Aktionen über Dinky mit einem ausgewählten Format weiterzuleiten – derselben Engine wie die In-App-Komprimierung (intelligente Qualität, Größenänderung und Metadaten folgen den Einstellungen).
es: Dinky expone una acción de Comprimir imágenes a la aplicación Atajos. Úselo para canalizar archivos desde Finder u otras acciones a través de Dinky con un formato elegido: el mismo motor que la compresión en la aplicación (la calidad inteligente, el cambio de tamaño y los metadatos siguen la Configuración).
fr: Dinky expose une action Compresser les images à l'application Raccourcis. Utilisez-le pour transférer des fichiers du Finder ou d'autres actions via Dinky avec un format choisi - même moteur que la compression dans l'application (la qualité intelligente, le redimensionnement et les métadonnées suivent les paramètres).
it: Dinky espone un'azione Comprimi immagini all'app Scorciatoie. Usalo per convogliare file dal Finder o altre azioni tramite Dinky con un formato scelto: lo stesso motore della compressione in-app (qualità intelligente, ridimensionamento e metadati seguono le Impostazioni).
ja: Dinky は、画像の圧縮アクションをショートカット アプリに公開します。これを使用して、選択した形式で Finder または他のアクションから Dinky を介してファイルをパイプすることができます。アプリ内圧縮と同じエンジンです (スマート品質、サイズ変更、メタデータは設定に従います)。
ko: Dinky는 바로가기 앱에 이미지 압축 작업을 노출합니다. 선택한 형식(인앱 압축과 동일한 엔진)을 사용하여 Finder에서 파일을 파이프하거나 Dinky를 통해 다른 작업을 수행하는 데 사용합니다(스마트 품질, 크기 조정 및 메타데이터는 설정을 따릅니다).
nl: Dinky stelt een actie Afbeeldingen comprimeren beschikbaar in de Snelkoppelingen-app. Gebruik het om bestanden vanuit Finder of andere acties via Dinky door te sturen met een gekozen formaat - dezelfde engine als in-app-compressie (slimme kwaliteit, formaat wijzigen en metagegevens volgen Instellingen).
pt_br: Dinky expõe uma ação Compactar imagens ao aplicativo Atalhos. Use-o para canalizar arquivos do Finder ou outras ações por meio do Dinky com um formato escolhido - o mesmo mecanismo da compactação no aplicativo (qualidade inteligente, redimensionamento e metadados seguem as configurações).
ru: Dinky предоставляет действие «Сжать изображения» в приложении «Ярлыки». Используйте его для передачи файлов из Finder или других действий через Dinky с выбранным форматом — тот же механизм, что и для сжатия в приложении (умное качество, изменение размера и метаданные соответствуют настройкам).
tr: Dinky, Kısayollar uygulamasında Görüntüleri Sıkıştır eylemini gösterir. Uygulama içi sıkıştırmayla aynı motor (Akıllı kalite, yeniden boyutlandırma ve meta veriler Ayarlar'ı takip eder) seçilen formatla Finder'daki dosyaları veya Dinky aracılığıyla diğer eylemleri yönlendirmek için kullanın.
zh_hans: Dinky 向快捷方式应用程序公开压缩图像操作。使用它通过 Dinky 以选定的格式传输来自 Finder 的文件或其他操作 - 与应用内压缩相同的引擎（智能质量、调整大小和元数据遵循设置）。
zh_hant: Dinky 向快捷方式應用程式公開壓縮圖片操作。使用它透過 Dinky 以選定的格式傳輸來自 Finder 的檔案或其他操作 - 與應用內壓縮相同的引擎（智慧品質、調整大小和元資料遵循設定）。

source: Dinky Help
de: Dinky Hilfe
es: Dinky ayuda
fr: Aide Dinky
it: Aiuto Dinky
ja: Dinky ヘルプ
ko: Dinky 도움말
nl: Dinky Hulp
pt_br: Ajuda Dinky
ru: Справка Dinky
tr: Dinky Yardım
zh_hans: Dinky帮助
zh_hant: Dinky幫助

source: Dismiss
de: Zurückweisen
es: Despedir
fr: Rejeter
it: Congedare
ja: 閉じる
ko: 해고하다
nl: Afwijzen
pt_br: Liberar
ru: Закрыть
tr: Azletmek
zh_hans: 关闭
zh_hant: 關閉

source: Done
de: Erledigt
es: Hecho
fr: Fait
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pt_br: Feito
ru: Готово
tr: Tamamlamak
zh_hans: 完成
zh_hant: 完成

source: Double-click to open in the default app. Drag the row to move the file.
de: Doppelklicken Sie, um die Standard-App zu öffnen. Ziehen Sie die Zeile, um die Datei zu verschieben.
es: Haga doble clic para abrir en la aplicación predeterminada. Arrastra la fila para mover el archivo.
fr: Double-cliquez pour ouvrir dans l'application par défaut. Faites glisser la ligne pour déplacer le fichier.
it: Fare doppio clic per aprire nell'app predefinita. Trascina la riga per spostare il file.
ja: ダブルクリックしてデフォルトのアプリで開きます。行をドラッグしてファイルを移動します。
ko: 기본 앱에서 열려면 두 번 클릭하세요. 파일을 이동하려면 행을 드래그하세요.
nl: Dubbelklik om te openen in de standaardapp. Versleep de rij om het bestand te verplaatsen.
pt_br: Clique duas vezes para abrir no aplicativo padrão. Arraste a linha para mover o arquivo.
ru: Дважды щелкните, чтобы открыть в приложении по умолчанию. Перетащите строку, чтобы переместить файл.
tr: Varsayılan uygulamada açmak için çift tıklayın. Dosyayı taşımak için satırı sürükleyin.
zh_hans: 双击在默认应用程序中打开。拖动该行以移动文件。
zh_hant: 雙擊在預設應用程式中開啟。拖曳該行以移動文件。

source: Downloading from %@
de: Herunterladen von %@
es: Descargando desde %@
fr: Téléchargement depuis %@
it: Download da %@
ja: %@ からダウンロードしています
ko: %@에서 다운로드 중
nl: Downloaden vanaf %@
pt_br: Baixando de %@
ru: Загрузка с %@
tr: %@ adresinden indiriliyor
zh_hans: 从%@下载
zh_hant: 從%@下載

source: Downloading…
de: Herunterladen…
es: Descargando…
fr: Téléchargement…
it: Download in corso...
ja: ダウンロード中…
ko: 다운로드 중…
nl: Downloaden…
pt_br: Baixando…
ru: Загрузка…
tr: İndiriliyor…
zh_hans: 正在下载...
zh_hant: 正在下載...

source: Downloads folder
de: Downloads-Ordner
es: Carpeta de descargas
fr: Dossier de téléchargements
it: Cartella Download
ja: ダウンロードフォルダー
ko: 다운로드 폴더
nl: Map Downloads
pt_br: Pasta de downloads
ru: Папка загрузок
tr: İndirilenler klasörü
zh_hans: 下载文件夹
zh_hant: 下載資料夾

source: Drop files here
de: Legen Sie die Dateien hier ab
es: Suelta archivos aquí
fr: Déposez les fichiers ici
it: Rilascia i file qui
ja: ここにファイルをドロップします
ko: 여기에 파일을 드롭하세요.
nl: Zet hier bestanden neer
pt_br: Solte os arquivos aqui
ru: Перетащите сюда файлы
tr: Dosyaları buraya bırakın
zh_hans: 将文件拖放到此处
zh_hant: 將文件拖放到此處

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 間隔
ko: 지속
nl: Duur
pt_br: Duração
ru: Продолжительность
tr: Süre
zh_hans: 时长
zh_hant: 時長

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modificare
ja: 編集
ko: 편집하다
nl: Bewerking
pt_br: Editar
ru: Редактировать
tr: Düzenlemek
zh_hans: 编辑
zh_hant: 編輯

source: Edit global watch folder…
de: Globalen Überwachungsordner bearbeiten…
es: Editar carpeta de vigilancia global...
fr: Modifier le dossier de surveillance global…
it: Modifica la cartella di controllo globale...
ja: グローバル監視フォルダを編集…
ko: 전역 감시 폴더 편집…
nl: Algemene controlemap bewerken…
pt_br: Editar pasta monitorada global…
ru: Изменить глобальную папку наблюдения…
tr: Genel izleme klasörünü düzenleyin…
zh_hans: 编辑全局监视文件夹...
zh_hant: 編輯全域監視資料夾...

source: Email Error…
de: E-Mail-Fehler…
es: Error de correo electrónico...
fr: Erreur de courrier électronique…
it: Errore e-mail…
ja: エラーをメール送信…
ko: 이메일 오류…
nl: E-mailfout…
pt_br: Erro de e-mail…
ru: Сообщить об ошибке по email…
tr: E-posta Hatası…
zh_hans: 电子邮件错误...
zh_hant: 電子郵件錯誤...

source: Email Report…
de: E-Mail-Bericht…
es: Informe por correo electrónico...
fr: Rapport par courrier électronique…
it: Rapporto e-mail...
ja: レポートをメール送信…
ko: 이메일 보고서…
nl: E-mailrapport…
pt_br: Relatório por e-mail…
ru: Отправить отчёт по email…
tr: E-posta Raporu…
zh_hans: 电子邮件报告...
zh_hant: 電子郵件報告...

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl: Fout
pt_br: Erro
ru: Ошибка
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

source: Error — %@
de: Fehler – %@
fr: Erreur — %@
it: Errore — %@
ja: エラー — %@
ko: 오류 — %@
nl: Fout — %@
pt_br: Erro — %@
ru: Ошибка — %@
tr: Hata — %@
zh_hans: 错误 — %@
zh_hant: 錯誤 — %@

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー: %@
ko: 오류: %@
nl: Fout: %@
pt_br: Erro: %@
ru: Ошибка: %@
tr: Hata: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

source: Fetching
de: Holen
es: Atractivo
fr: Récupération
it: Recupero
ja: フェッチ中
ko: 가져오는 중
nl: Ophalen
pt_br: Buscando
ru: Получение
tr: Getiriliyor
zh_hans: 获取中
zh_hant: 獲取中

source: Filename
de: Dateiname
es: Nombre del archivo
fr: Nom de fichier
it: Nome file
ja: ファイル名
ko: 파일 이름
nl: Bestandsnaam
pt_br: Nome do arquivo
ru: Имя файла
tr: Dosya adı
zh_hans: 文件名
zh_hant: 檔案名稱

source: Files won't compress on drop — right-click to choose format per file.
de: Dateien werden beim Ablegen nicht komprimiert – klicken Sie mit der rechten Maustaste, um das Format pro Datei auszuwählen.
es: Los archivos no se comprimirán al soltarlos: haga clic derecho para elegir el formato por archivo.
fr: Les fichiers ne seront pas compressés lors du dépôt : cliquez avec le bouton droit pour choisir le format par fichier.
it: I file non verranno compressi durante il rilascio: fai clic con il pulsante destro del mouse per scegliere il formato per file.
ja: ファイルはドロップ時に圧縮されません。右クリックしてファイルごとの形式を選択します。
ko: 파일은 드롭 시 압축되지 않습니다. 파일당 형식을 선택하려면 마우스 오른쪽 버튼을 클릭하세요.
nl: Bestanden worden niet gecomprimeerd bij het neerzetten. Klik met de rechtermuisknop om het formaat per bestand te kiezen.
pt_br: Os arquivos não serão compactados ao serem soltos – clique com o botão direito para escolher o formato por arquivo.
ru: Файлы не сжимаются при удалении — щелкните правой кнопкой мыши, чтобы выбрать формат для каждого файла.
tr: Dosyalar bırakıldığında sıkıştırılmıyor; dosya başına formatı seçmek için sağ tıklayın.
zh_hans: 文件在放置时不会压缩 - 右键单击​​以选择每个文件的格式。
zh_hant: 文件在放置時不會壓縮 - 右鍵單擊以選擇每個文件的格式。

source: Find
de: Finden
es: Encontrar
fr: Trouver
it: Trovare
ja: 検索
ko: 찾다
nl: Vinden
pt_br: Encontrar
ru: Найти
tr: Bulmak
zh_hans: 查找
zh_hant: 尋找

source: Find Next
de: Weiter finden
es: Buscar siguiente
fr: Rechercher suivant
it: Trova successivo
ja: 次を検索
ko: 다음 찾기
nl: Zoek Volgende
pt_br: Encontre o próximo
ru: Найти далее
tr: Sonrakini Bul
zh_hans: 查找下一个
zh_hant: 尋找下一個

source: Find Previous
de: Vorheriges suchen
es: Buscar anterior
fr: Rechercher le précédent
it: Trova precedente
ja: 前を検索
ko: 이전 찾기
nl: Zoek Vorige
pt_br: Encontrar anterior
ru: Найти ранее
tr: Öncekini Bul
zh_hans: 查找上一个
zh_hant: 尋找上一個

source: Flatten (smallest)
de: Abflachen (am kleinsten)
es: Aplanar (el más pequeño)
fr: Aplatir (le plus petit)
it: Appiattisci (il più piccolo)
ja: 平らにする（最小）
ko: 편평화(최소)
nl: Afvlakken (kleinste)
pt_br: Achatar (menor)
ru: Сгладить (самый маленький)
tr: Düzleştir (en küçük)
zh_hans: 展平（最小）
zh_hant: 展平（最小）

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
ko: 접는 사람
nl: Map
pt_br: Pasta
ru: Папка
tr: Dosya
zh_hans: 文件夹
zh_hant: 資料夾

source: For watch folders, presets, and full troubleshooting, open Dinky Help from the Help menu (%@).
de: Für Überwachungsordner, Voreinstellungen und vollständige Fehlerbehebung öffnen Sie die Dinky-Hilfe über das Hilfemenü (%@).
es: Para ver carpetas, ajustes preestablecidos y solución de problemas completa, abra Dinky Help desde el menú Ayuda (%@).
fr: Pour les dossiers de surveillance, les préréglages et le dépannage complet, ouvrez l'aide Dinky à partir du menu Aide (%@).
it: Per controllare le cartelle, le preimpostazioni e la risoluzione completa dei problemi, apri la Guida Dinky dal menu Aiuto (%@).
ja: 監視フォルダー、プリセット、および完全なトラブルシューティングについては、[ヘルプ] メニュー (%@) から Dinky ヘルプを開きます。
ko: 감시 폴더, 사전 설정 및 전체 문제 해결을 보려면 도움말 메뉴(%@)에서 Dinky 도움말을 여세요.
nl: Voor controlemappen, voorinstellingen en volledige probleemoplossing opent u Dinky Help vanuit het Help-menu (%@).
pt_br: Para pastas monitoradas, predefinições e solução de problemas completa, abra Dinky Help no menu Ajuda (%@).
ru: Для просмотра папок просмотра, настроек и полного устранения неполадок откройте Справку Dinky из меню «Справка» (%@).
tr: İzleme klasörleri, ön ayarlar ve tam sorun giderme için Yardım menüsünden (%@) Dinky Yardım'ı açın.
zh_hans: 对于监视文件夹、预设和完整的故障排除，请从“帮助”菜单 (%@) 打开 Dinky 帮助。
zh_hant: 對於監視資料夾、預設和完整的故障排除，請從「幫助」功能表 (%@) 打開 Dinky 幫助。

source: Force compress even if savings are minimal
de: Erzwingen Sie die Komprimierung, auch wenn die Einsparungen minimal sind
es: Forzar la compresión incluso si el ahorro es mínimo
fr: Forcer la compression même si les économies sont minimes
it: Forza la compressione anche se il risparmio è minimo
ja: 節約が最小限でも強制的に圧縮する
ko: 절감액이 최소인 경우에도 강제 압축
nl: Forceer compressie, zelfs als de besparingen minimaal zijn
pt_br: Forçar a compressão mesmo que a economia seja mínima
ru: Принудительное сжатие, даже если экономия минимальна
tr: Tasarruf minimum düzeyde olsa bile sıkıştırmayı zorla
zh_hans: 即使节省很少，也要强制压缩
zh_hant: 即使節省很少，也要強制壓縮

source: From %@
de: Von %@
es: De %@
fr: De %@
it: Da %@
ja: 元: %@
ko: 원본: %@
nl: Van %@
pt_br: De %@
ru: Из %@
tr: Kaynak: %@
zh_hans: 来自 %@
zh_hant: 來自 %@

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般的な
ko: 일반적인
nl: Algemeen
pt_br: Em geral
ru: Основные
tr: Genel
zh_hans: 通用
zh_hant: 一般

source: Get Info
de: Informieren Sie sich
es: Obtener información
fr: Obtenir des informations
it: Ottieni informazioni
ja: 情報を見る
ko: 정보 얻기
nl: Krijg informatie
pt_br: Obter informações
ru: Свойства
tr: Bilgi Al
zh_hans: 获取信息
zh_hant: 獲取資訊

source: GitHub Issue…
de: GitHub-Problem…
es: Problema de GitHub...
fr: Problème GitHub…
it: Problema di GitHub...
ja: GitHubの問題…
ko: GitHub 문제…
nl: GitHub-probleem…
pt_br: Problema no GitHub…
ru: Проблема на GitHub…
tr: GitHub Sorunu…
zh_hans: GitHub 问题...
zh_hant: GitHub 問題...

source: Give Feedback…
de: Geben Sie Feedback ...
es: Dar su opinión...
fr: Donnez votre avis…
it: Dai un feedback...
ja: フィードバックを送信…
ko: 피드백을 주세요…
nl: Geef feedback…
pt_br: Dê feedback…
ru: Отправить отзыв…
tr: Geri Bildirimde Bulunun…
zh_hans: 提供反馈...
zh_hant: 提供回饋...

source: Global Clipboard Compress
de: Globale Zwischenablagekomprimierung
es: Compresión global del portapapeles
fr: Compression globale du presse-papiers
it: Compressione globale degli appunti
ja: グローバルクリップボード圧縮
ko: 전역 클립보드 압축
nl: Globaal klembordcomprimeren
pt_br: Compressão global da área de transferência
ru: Глобальное сжатие буфера обмена
tr: Küresel Pano Sıkıştırması
zh_hans: 全局剪贴板压缩
zh_hant: 全域剪貼簿壓縮

source: Global custom folder (not set)
de: Globaler benutzerdefinierter Ordner (nicht festgelegt)
es: Carpeta personalizada global (no configurada)
fr: Dossier personnalisé global (non défini)
it: Cartella personalizzata globale (non impostata)
ja: グローバルカスタムフォルダー (未設定)
ko: 전역 사용자 정의 폴더(설정되지 않음)
nl: Algemene aangepaste map (niet ingesteld)
pt_br: Pasta personalizada global (não definida)
ru: Глобальная пользовательская папка (не задана)
tr: Genel özel klasör (ayarlanmadı)
zh_hans: 全局自定义文件夹（未设置）
zh_hant: 全域自訂資料夾（未設定）

source: Global watch — choose folder in Watch tab
de: Globale Überwachung: Wählen Sie einen Ordner auf der Registerkarte „Überwachung“ aus
es: Vigilancia global: elija la carpeta en la pestaña Vigilancia
fr: Surveillance globale : choisissez le dossier dans l'onglet Surveillance
it: Controllo globale: scegli la cartella nella scheda Controllo
ja: グローバル ウォッチ — [ウォッチ] タブでフォルダーを選択します
ko: 글로벌 감시 — 감시 탭에서 폴더 선택
nl: Globaal toezicht: kies een map op het tabblad Volgen
pt_br: Monitoramento global – escolha a pasta na guia Monitorar
ru: Глобальное наблюдение — выберите папку на вкладке «Наблюдение»
tr: Küresel izleme — İzleme sekmesinde klasörü seçin
zh_hans: 全局监视 — 在“监视”选项卡中选择文件夹
zh_hant: 全域監視 — 在「監視」標籤中選擇資料夾

source: Global watch folder…
de: Globaler Überwachungsordner…
es: Carpeta de vigilancia global...
fr: Dossier de veille globale…
it: Cartella esaminata globale...
ja: グローバル監視フォルダ…
ko: 글로벌 감시 폴더…
nl: Algemene controlemap…
pt_br: Pasta monitorada global…
ru: Глобальная папка наблюдения…
tr: Küresel izleme klasörü…
zh_hans: 全局监视文件夹...
zh_hant: 全域監視資料夾...

source: Got it
de: Habe es
es: Entiendo
fr: J'ai compris
it: Fatto
ja: 了解
ko: 알았어요
nl: Ik heb het
pt_br: Entendi
ru: Понятно
tr: Anladım
zh_hans: 知道了
zh_hant: 知道了

source: Grayscale PDF
de: Graustufen-PDF
es: PDF en escala de grises
fr: PDF en niveaux de gris
it: PDF in scala di grigi
ja: グレースケールPDF
ko: 그레이스케일 PDF
nl: Grijswaarden PDF
pt_br: PDF em escala de cinza
ru: PDF-файл в оттенках серого
tr: Gri tonlamalı PDF
zh_hans: 灰度 PDF
zh_hant: 灰階 PDF

source: HDR source — preserved with HEVC so highlights and color stay intact.
de: HDR-Quelle – mit HEVC erhalten, sodass Glanzlichter und Farben erhalten bleiben.
es: Fuente HDR: conservada con HEVC para que las luces y el color permanezcan intactos.
fr: Source HDR — préservée avec HEVC pour que les hautes lumières et les couleurs restent intactes.
it: Sorgente HDR: preservata con HEVC per far sì che luci e colori rimangano intatti.
ja: HDR ソース — HEVC で保存されるため、ハイライトと色はそのまま残ります。
ko: HDR 소스 — HEVC로 보존되므로 하이라이트와 색상이 그대로 유지됩니다.
nl: HDR-bron — behouden met HEVC, zodat highlights en kleuren intact blijven.
pt_br: Fonte HDR — preservada com HEVC para que os realces e as cores permaneçam intactos.
ru: Источник HDR — сохраняется с помощью HEVC, поэтому блики и цвета остаются неизменными.
tr: HDR kaynağı — HEVC ile korunur, böylece vurgular ve renkler bozulmadan kalır.
zh_hans: HDR 源 — 使用 HEVC 保存，因此高光和颜色保持完整。
zh_hant: HDR 來源 — 使用 HEVC 保存，因此高光和顏色保持完整。

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 돕다
pt_br: Ajuda
ru: Справка
tr: Yardım
zh_hans: 帮助
zh_hant: 幫助

source: Help content couldn’t be loaded.
de: Der Hilfeinhalt konnte nicht geladen werden.
es: No se pudo cargar el contenido de ayuda.
fr: Le contenu de l'aide n'a pas pu être chargé.
it: Impossibile caricare il contenuto della guida.
ja: ヘルプ コンテンツを読み込めませんでした。
ko: 도움말 콘텐츠를 로드할 수 없습니다.
nl: Help-inhoud kan niet worden geladen.
pt_br: Não foi possível carregar o conteúdo de ajuda.
ru: Не удалось загрузить справочный контент.
tr: Yardım içeriği yüklenemedi.
zh_hans: 无法加载帮助内容。
zh_hant: 無法載入幫助內容。

source: Hide App
de: App ausblenden
es: Ocultar aplicación
fr: Masquer l'application
it: Nascondi app
ja: アプリを非表示
ko: 앱 숨기기
nl: Verberg app
pt_br: Ocultar aplicativo
ru: Скрыть приложение
tr: Uygulamayı Gizle
zh_hans: 隐藏应用程序
zh_hant: 隱藏應用程式

source: Hide format sidebar
de: Format-Seitenleiste ausblenden
es: Ocultar barra lateral de formato
fr: Masquer la barre latérale de format
it: Nascondi la barra laterale del formato
ja: フォーマットサイドバーを非表示にする
ko: 형식 사이드바 숨기기
nl: Opmaakzijbalk verbergen
pt_br: Ocultar barra lateral de formato
ru: Скрыть боковую панель формата
tr: Biçim kenar çubuğunu gizle
zh_hans: 隐藏格式侧边栏
zh_hant: 隱藏格式側邊欄

source: Hide the format sidebar
de: Blenden Sie die Formatseitenleiste aus
es: Ocultar la barra lateral de formato
fr: Masquer la barre latérale de format
it: Nascondi la barra laterale del formato
ja: フォーマットサイドバーを非表示にする
ko: 형식 사이드바 숨기기
nl: Verberg de opmaakzijbalk
pt_br: Ocultar a barra lateral de formato
ru: Скрыть боковую панель формата
tr: Biçim kenar çubuğunu gizle
zh_hans: 隐藏格式侧边栏
zh_hant: 隱藏格式側邊欄

source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ja: 履歴
ko: 역사
nl: Geschiedenis
pt_br: História
ru: История
tr: Tarih
zh_hans: 历史
zh_hant: 歷史

# history_session_file_count
source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
it: %lld file
ja: %lld ファイル
ko: %lld 파일
nl: %lld bestanden
pt_br: %lld arquivos
ru: %lld файлов
tr: %lld dosya
zh_hans: %lld 文件
zh_hant: %lld 文件

source: History…
de: Geschichte…
es: Historia…
fr: Histoire…
it: Storia…
ja: 履歴…
ko: 역사…
nl: Geschiedenis…
pt_br: História…
ru: История…
tr: Tarih…
zh_hans: 历史…
zh_hant: 歷史…

source: How many files crunch at once — not image, video, or PDF quality. Fast is gentle; Fastest clears the queue sooner if your Mac is up for it.
de: Wie viele Dateien werden gleichzeitig verarbeitet – nicht in Bild-, Video- oder PDF-Qualität? Schnell ist sanft; Fastest löscht die Warteschlange früher, wenn Ihr Mac dafür bereit ist.
es: Cuántos archivos se procesan a la vez, no la calidad de imagen, video o PDF. El ayuno es suave; Fastest borra la cola antes si tu Mac lo admite.
fr: Combien de fichiers sont traités en même temps – pas de qualité d’image, de vidéo ou de PDF. Le jeûne est doux ; Le plus rapide efface la file d'attente plus tôt si votre Mac est prêt.
it: Quanti file vengono elaborati contemporaneamente: non la qualità di immagini, video o PDF. Il veloce è gentile; Il più veloce cancella la coda prima se il tuo Mac è pronto.
ja: 画像、ビデオ、PDF の品質ではなく、一度に処理できるファイルの数。速いことは優しいことです。 Mac がそれに対応している場合、「最速」はキューをより早くクリアします。
ko: 이미지, 비디오 또는 PDF 품질이 아닌 한 번에 얼마나 많은 파일이 크런치되는지. 빠른 것은 온화하다. Mac에서 대기열을 지울 수 있는 경우 가장 빠르게 대기열을 더 빨리 지웁니다.
nl: Hoeveel bestanden tegelijk kraken - niet de kwaliteit van afbeeldingen, video's of PDF's. Snel is zachtaardig; Snelst wist de wachtrij eerder als je Mac er klaar voor is.
pt_br: Quantos arquivos são compactados de uma vez - sem qualidade de imagem, vídeo ou PDF. Rápido é gentil; O Fastest limpa a fila mais cedo se o seu Mac estiver preparado para isso.
ru: Сколько файлов обрабатывается одновременно, а не качество изображения, видео или PDF. Быстро – это нежно; Fastest очищает очередь раньше, если ваш Mac готов к этому.
tr: Aynı anda kaç dosyanın parçalandığı; görüntü, video veya PDF kalitesi değil. Hızlı naziktir; En hızlı, Mac'iniz buna hazırsa kuyruğu daha çabuk temizler.
zh_hans: 一次处理多少个文件 - 不是图像、视频或 PDF 质量。快则温柔；如果您的 Mac 可以的话，最快会更快地清除队列。
zh_hant: 一次處理多少個文件 - 不是圖像、視訊或 PDF 品質。快則溫柔；如果您的 Mac 可以的話，最快會更快清除隊列。

source: image
de: Bild
es: imagen
it: immagine
ja: 画像
ko: 영상
nl: afbeelding
pt_br: imagem
ru: изображение
tr: resim
zh_hans: 图像
zh_hant: 影像

source: Image
de: Bild
es: Imagen
it: Immagine
ja: 画像
ko: 영상
nl: Afbeelding
pt_br: Imagem
ru: Изображение
tr: Resim
zh_hans: 图像
zh_hant: 影像

source: Images
de: Bilder
es: Imágenes
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
pt_br: Imagens
ru: Изображения
tr: Görseller
zh_hans: 图片
zh_hant: 圖片

source: Input Sources / Emoji
de: Eingabequellen / Emoji
es: Fuentes de entrada/emojis
fr: Sources d'entrée / Emoji
it: Sorgenti di input/Emoji
ja: 入力ソース / 絵文字
ko: 입력 소스/이모지
nl: Invoerbronnen / Emoji
pt_br: Fontes de entrada/Emoji
ru: Источники ввода/эмодзи
tr: Giriş Kaynakları / Emoji
zh_hans: 输入源/表情符号
zh_hant: 輸入源/表情符號

source: Install
de: Installieren
es: Instalar
fr: Installer
it: Installare
ja: インストール
ko: 설치하다
nl: Installeren
pt_br: Instalar
ru: Установить
tr: Düzenlemek
zh_hans: 安装
zh_hant: 安裝

source: Install Update
de: Update installieren
es: Instalar actualización
fr: Installer la mise à jour
it: Installa aggiornamento
ja: アップデートのインストール
ko: 업데이트 설치
nl: Update installeren
pt_br: Instalar atualização
ru: Установить обновление
tr: Güncellemeyi Yükle
zh_hans: 安装更新
zh_hant: 安裝更新

source: Install update now?
de: Update jetzt installieren?
es: ¿Instalar la actualización ahora?
fr: Installer la mise à jour maintenant ?
it: Installare l'aggiornamento adesso?
ja: 今すぐアップデートをインストールしますか?
ko: 지금 업데이트를 설치하시겠습니까?
nl: Update nu installeren?
pt_br: Instalar a atualização agora?
ru: Установить обновление сейчас?
tr: Güncelleme şimdi yüklensin mi?
zh_hans: 现在安装更新吗？
zh_hant: 現在安裝更新嗎？

source: Installing…
de: Installieren…
es: Instalando…
fr: Installation…
it: Installazione…
ja: インストール中…
ko: 설치 중…
nl: Installeren…
pt_br: Instalando…
ru: Установка…
tr: Yükleniyor…
zh_hans: 正在安装...
zh_hant: 正在安裝...

source: Keyboard shortcuts…
de: Tastaturkürzel…
es: Atajos de teclado...
fr: Raccourcis clavier…
it: Scorciatoie da tastiera...
ja: キーボードショートカット…
ko: 키보드 단축키…
nl: Sneltoetsen…
pt_br: Atalhos de teclado…
ru: Сочетания клавиш…
tr: Klavye kısayolları…
zh_hans: 键盘快捷键...
zh_hant: 鍵盤快捷鍵...

source: Leave a Review…
de: Bewertung hinterlassen…
es: Dejar una reseña…
fr: Laisser un avis…
it: Lascia una recensione…
ja: レビューを書く…
ko: 리뷰 남기기…
nl: Laat een recensie achter…
pt_br: Deixe uma avaliação…
ru: Оставить отзыв…
tr: Yorum bırakın…
zh_hans: 留下评价…
zh_hant: 留下評價…

source: Limit file size
de: Begrenzen Sie die Dateigröße
es: Limitar el tamaño del archivo
fr: Limiter la taille du fichier
it: Limita la dimensione del file
ja: ファイルサイズを制限する
ko: 파일 크기 제한
nl: Beperk de bestandsgrootte
pt_br: Limitar o tamanho do arquivo
ru: Ограничить размер файла
tr: Dosya boyutunu sınırla
zh_hans: 限制文件大小
zh_hant: 限制檔案大小
